Repository: wp-plugins/official-mailerlite-sign-up-forms
Catalog: languages/mailerlite-*.po
Languages: fi_fi, it_it, sv_se

source: Forms
fi_fi: Lomakkeet
it_it: Moduli
sv_se: Formulär

source: Signup forms
fi_fi: Tilauslomake
it_it: Form d'iscrizione
sv_se: Prenumerationsformulär

source: Settings
fi_fi: Asetukset
it_it: Impostazioni
sv_se: Inställningar

source: Subscribe for newsletter!
fi_fi: Tilaa uutiskirje
it_it: Iscriviti alla newsletter!
sv_se: Prenumerera på nyhetsbrev!

source: Newsletter signup
fi_fi: Uutiskirjeen tilaus
it_it: Iscrizione alla newsletter
sv_se: Prenumeration på nyhetsbrev

source: Just simple MailerLite form!
fi_fi: Helppo MailerLite lomake!
it_it: Un semplice form MailerLite!
sv_se: Enkelt Mailerlite formulär

source: Subscribe
fi_fi: Tilaa
it_it: Iscriviti
sv_se: Prenumerera

source: Email
fi_fi: Sähköposti
sv_se: Epost

source: Embedded webform
fi_fi: Upotettu nettilomake
it_it: Form incorporato
sv_se: Inbäddat webbformulär

source: You not allowed to do that
fi_fi: Sinulla ei ole lupaa tehdä noin
it_it: Non puoi fare questo
sv_se: Detta är inte tillåtet

source: Wrong MailerLite API key
fi_fi: Väärä MailerLIte API-avain
it_it: API key di MailerLite errata
sv_se: Felaktig MailerLite API nyckel

source: New custom signup form
fi_fi: Uusi rekisteröintilomake
it_it: Nuovo form d'iscrizione personalizzato
sv_se: Nytt anpassat registreringsformulär

source: New embedded signup form
fi_fi: Uusi upotettu rekisteröintilomake
it_it: Nuovo form d'iscrizione incorporato
sv_se: Nytt inbäddat registreringsformulär

source: Subscriber successfully saved
fi_fi: Tilaaja tallennettu onnistuneesti
it_it: Il destinatario è stato salvato
sv_se: Prenumerant har sparats

source: Form not found
fi_fi: Lomaketta ei löydy
it_it: Form non trovato
sv_se: Formuläret hittades inte

source: Wrong data provided
fi_fi: Väärä tieto syötetty
it_it: Dati forniti sono errati
sv_se: Felaktiga uppgifter har lämnats

source: Mailerlite sign up form
fi_fi: MailerLiten rekisteröintilomake
it_it: Form d'iscrizione MailerLite
sv_se: Mailerlite registreringsformulär

source: MailerLite sign up form Widget
fi_fi: MailerLiten rekisteröintilomake Widgetiltä
it_it: Widget per form d'iscrizione MailerLite
sv_se: Mailerlite registreringsformulär Widget

source: Select form:
fi_fi: Valitse lomake
it_it: Scegli il form:
sv_se: Välj formulär:

source: Hi there! You will be able to create awesome signup forms, but first we need your MailerLite API key!
fi_fi: Hei siellä! Voit nyt luoda hienoja tilauslomakkeita, mutta ensin tarvitsemme sinun MailerLite API-avaimesi!
it_it: Ciao! Potrai creare form d'iscrizione fantastici, ma prim devi fornire la tua API key MailerLite!
sv_se: Hej där! Du kommer att kunna skapa fantastiska registreringsformulär, men först behöver vi din MailerLite API-nyckel!

source: Enter an API key
fi_fi: Syötä API-avain
it_it: Inserisci API key
sv_se: Ange en API nyckel

source: Don't know where to find it?
fi_fi: Etkö tiedä mistä löytäisit sen?
it_it: Non sai dove si trova?
sv_se: Vet du inte var den finns?

source: Check it here!
fi_fi: Katso tästä!
it_it: Clicca qui!
sv_se: Kolla här!

source: Save this key
fi_fi: Tallenna tämä avain
it_it: Salva questa key
sv_se: Spara den här nyckeln

source: Don't have an account?
fi_fi: Eikö sinulla ole tiliä?
it_it: Non hai un account?
sv_se: Har du inget konto?

source: Register!
fi_fi: Rekisteröidy!
it_it: Registrati!
sv_se: Registrera!

source: Create new signup form
fi_fi: Luo uusi rekisteröintilomake
it_it: Crea un nuovo form d'iscrizione
sv_se: Skapa ett nytt registreringsformulär

source: Form type
fi_fi: Lomaketyyppi
it_it: Tipo di form
sv_se: Typ av formulär

source: Custom signup form
fi_fi: Mukautettu tilauslomake
it_it: Forma d'iscrizione
sv_se: Anpassat registreringsformulär

source: Webforms created using MailerLite
fi_fi: MailerLitellä tehtyjä tilauslomakkeita
it_it: Form d'iscrizione creati usando MailerLite
sv_se: Webbformulär som skapats med MailerLite

source: Create form
fi_fi: Luo lomake
it_it: Crea un form
sv_se: Skapa formulär

source: Back
fi_fi: Takaisin
it_it: Indietro
sv_se: Tillbaka

source: Edit custom signup form
fi_fi: Editoi mukautettua lomaketta
it_it: Modifica form d'iscrizione personalizzati
sv_se: Redigera anpassat registreringsformulär

source: Form saved.
fi_fi: Lomake tallennettu
it_it: Form salvato.
sv_se: Formuläret är sparat.

source: Back to forms list
fi_fi: Takaisin lomakelistaan
it_it: Torna alla lista dei moduli
sv_se: Tillbaka till lista över formulär

source: Main information
fi_fi: Tärkeää tietoa
it_it: Informazioni principali
sv_se: Huvudinformation

source: Form name
fi_fi: Lomakkeen nimi
it_it: Nome del form
sv_se: Formulärets namn

source: Tip:
fi_fi: Vinkki:
it_it: Consiglio:
sv_se: Tips:

source: This title won't be displayed in public!
fi_fi: Tätä nimeä ei näytetä julkisesti!
it_it: Questo titolo non sarà visualizzato al pubblico!
sv_se: Den här rubriken kommer inte att visas offentligt!

source: Form details
fi_fi: Lomakkeen tiedot
it_it: Dettagli del form
sv_se: Formulärets detaljer

source: Form title
fi_fi: Lomakkeen otsikko
it_it: Titolo del form
sv_se: Formulärets rubrik

source: Example:
fi_fi: Esimerkki:
it_it: Esempi:
sv_se: Exempel:

source: Newsletter signup!
fi_fi: Uutiskirjeen tilaus!
it_it: Iscrizione alla newsletter!
sv_se: Prenumeration av nyhetsbrev!

source: Form description
fi_fi: Lomakkeen kuvaus
it_it: Descrizione del form
sv_se: Beskrivning av formulär

source: Button title
fi_fi: Painikkeen otsikko
it_it: Nome del pulsante
sv_se: Knappens rubrik

source: Form fields and lists
fi_fi: Lomakkeen kentät ja listat
it_it: Campi del form e liste
sv_se: Formulärfält och listor

source: Fields
fi_fi: Kentät
it_it: Campi
sv_se: Fält

source: Lists
fi_fi: Listat
it_it: Liste
sv_se: Listor

source: Save form
fi_fi: Tallenna lomake
it_it: Salva form
sv_se: Spara formulär

source: Edit webform
fi_fi: Editoi nettilomaketta
it_it: Modifica webform
sv_se: Redigera webb-formulär

source: Webform details
fi_fi: Nettilomakkeen yksityiskohdat
it_it: Dettagli webform
sv_se: Webb-formulärets detaljer

source: Webform
fi_fi: Nettilomake
sv_se: Webb-formulär

source: Add New
fi_fi: Lisää uusi
it_it: Aggiungi nuovo
sv_se: Lägg till nytt

source: Name
fi_fi: Nimi
it_it: Nome
sv_se: Namn

source: Type
fi_fi: Tyyppi
it_it: Tipo
sv_se: Typ

source: Date
fi_fi: Päivä
it_it: Data
sv_se: Datum

source: Edit
fi_fi: Editoi
it_it: Modifica
sv_se: Redigera

source: Are you sure you want to delete this form?
fi_fi: Haluatko varmasti poistaa tämän lomakkeen?
it_it: Vuoi davvero eliminare questo form?
sv_se: Är du säker på att du vill radera det här formuläret?

source: Delete
fi_fi: Poista
it_it: Elimina
sv_se: Radera

source: Custom form
fi_fi: Mukautettu lomake
it_it: Form personalizzato
sv_se: Anpassat formulär

source: Embedded form
fi_fi: Upotettu lomake
it_it: Form incorporato
sv_se: Inbäddat formulär

source: There is no signup forms created yet!
fi_fi: Tilauslomake puuttuu vielä!
it_it: Non ci sono form d'iscrizione!
sv_se: Det finns inget registreringsformulär skapat ännu

source: Add signup form
fi_fi: Luo tilauslomake
it_it: Crea form d'iscrizione

source: Plugin settings
fi_fi: Liitännäisen asetukset
it_it: Impostazioni plugin
sv_se: Inställningar för Plugin

source: Here you able to change your API key!
fi_fi: Tässä voit muuttaa API-avaintasi!
it_it: Qui puoi cambiare la tua API key!
sv_se: Här kan du ändra din API nyckel

source: Need help?
fi_fi: Tarvitsetko apua?
it_it: Serve aiuto?
sv_se: Behöver du hjälp?

source: Have any questions? Stuck on something or found bug? Feel free to contact us!
fi_fi: Onko sinulla kysymyksiä? Oletko jumissa tai löysitkö bugin? Ole hyvä ja ole meihin yhteydessä!
it_it: Hai delle domande? Ti sei bloccato s o hai trovato un bug? Non esitare a contattarci!
sv_se: Har du några frågor? Fastnat på något eller hittat en bugg? Tveka inte att kontakta oss!

source: Select form from list below, and hit "Add Shortcode" to add the shortcode to your post!
fi_fi: Valitse lomake allaolevasta listasta ja klikkaa "Lisää Shortkoodi" lisätäksesi lyhenteen artikkeliisi.
it_it: Scegli il form dalla lista e clicca "Aggiungi Shortcode" per aggiungere il shortcode ai tuoi post!
sv_se: Välj formuläret från listan nedan, och tryck på "Lägg till shortkod " för att lägga in shortkoden i ditt inlägg!

source: Add Shortcode
fi_fi: Lisää Shortkoodi
it_it: Aggiungi Shortcode
sv_se: Lägg till shortkod

source: Please wait...
fi_fi: Ole hyvä ja odota...
it_it: Aspetta...
sv_se: Vänligen vänta...

source: Thank you for signup!
fi_fi: Kiitos tilauksestasi!
it_it: Grazie per la tua iscrizione!
sv_se: Tack för din prenumeration!

source: Create signup form
sv_se: Skapa registreringsformulär
